Repository: r7dev/hybrsoft
Catalog: Hybrsoft.EnterpriseManager/Strings/*/InfoMessages.resw
Source language: en_us
Languages: pt_br

# GenericListViewModel_0ItemsSelected
source: {0} items selected
pt_br: {0} itens selecionados

# AppLogListViewModel_0LogsDeleted
source: {0} logs deleted
pt_br: {0} logs excluídos

# AppLogListViewModel_Deleting0Logs
source: Deleting {0} logs...
pt_br: Excluindo {0} logs...

# AppLogDetailsViewModel_DeletingLog
source: Deleting log...
pt_br: Excluindo log...

# AppLogListViewModel_LoadingLogs
source: Loading logs...
pt_br: Carregando logs...

# AppLogListViewModel_LogsLoaded
source: Logs loaded
pt_br: Logs carregados

# AppLogDetailsViewModel_LogDeleted
source: Log deleted
pt_br: Log excluído

# ViewModelBase_Ready
source: Ready
pt_br: Pronto

# ViewModelBase_Seconds
source: seconds
pt_br: segundos

# GenericListViewModel_StartSelection
source: Start selection
pt_br: Iniciar seleção

# PermissionListViewModel_LoadingPermissions
source: Loading permissions...
pt_br: Carregando permissões...

# PermissionListViewModel_PermissionsLoaded
source: Permissions loaded
pt_br: Permissões carregadas

# PermissionListViewModel_Deleting0Permissions
source: Deleting {0} permissions...
pt_br: Excluindo {0} permissions...

# PermissionListViewModel_0PermissionsDeleted
source: {0} permissions deleted
pt_br: {0} permissões excluídas

# PermissionDetailsViewModel_PermissionSaved
source: Permission saved
pt_br: Permissão salva

# PermissionDetailsViewModel_SavingPermission
source: Saving permission...
pt_br: Salvando permissão...

# PermissionDetailsViewModel_DeletingPermission
source: Deleting permission...
pt_br: Excluindo permissão...

# PermissionDetailsViewModel_PermissionDeleted
source: Permission deleted
pt_br: Permissão excluída

# RoleListViewModel_LoadingRoles
source: Loading roles...
pt_br: Carregando funções...

# RoleListViewModel_RolesLoaded
source: Roles loaded
pt_br: Funções carregadas

# RoleListViewModel_Deleting0Roles
source: Deleting {0} roles...
pt_br: Excluindo {0} funções...

# RoleListViewModel_0RolesDeleted
source: {0} roles deleted
pt_br: {0} funções excluídas

# RolePermissionListViewModel_LoadingRolePermissions
source: Loading role permissions...
pt_br: Carregando permissões de função...

# RolePermissionListViewModel_Deleting0RolePermissions
source: Deleting {0} role permissions...
pt_br: Excluindo {0} permissões de função...

# RolePermissionListViewModel_0RolePermissionsDeleted
source: {0} role permissions deleted
pt_br: {0} permissões de função excluídas

# RolePermissionListViewModel_RolePermissionsLoaded
source: Role Permissions loaded
pt_br: Permissões de Função carregadas

# RoleDetailsViewModel_SavingRole
source: Saving role...
pt_br: Salvando função...

# RoleDetailsViewModel_RoleSaved
source: Role saved
pt_br: Função salva

# RoleDetailsViewModel_DeletingRole
source: Deleting role...
pt_br: Excluindo função...

# RoleDetailsViewModel_RoleDeleted
source: Role deleted
pt_br: Função excluída

# RolePermissionDetailsViewModel_SavingRolePermission
source: Saving role permission...
pt_br: Salvando permissão de função...

# RolePermissionDetailsViewModel_RolePermissionSaved
source: Role Permission saved
pt_br: Permissão de Função salva

# RolePermissionDetailsViewModel_DeletingRolePermission
source: Deleting role permission...
pt_br: Excluindo permissão de função...

# RolePermissionDetailsViewModel_RolePermissionDeleted
source: Role Permission deleted
pt_br: Permissão de Função excluída

# UserListViewModel_LoadingUsers
source: Loading users...
pt_br: Carregando usuários...

# UserListViewModel_UsersLoaded
source: Users loaded
pt_br: Usuários carregados

# UserListViewModel_Deleting0Users
source: Deleting {0} users...
pt_br: Excluindo {0} usuários...

# UserListViewModel_0UsersDeleted
source: {0} users deleted
pt_br: {0} usuários excluídos

# UserRoleListViewModel_LoadingUserRoles
source: Loading user roles...
pt_br: Carregando funções de usuário...

# UserRoleListViewModel_UserRolesLoaded
source: User Roles loaded
pt_br: Funções de Usuário carregadas

# UserRoleListViewModel_Deleting0UserRoles
source: Deleting {0} user roles...
pt_br: Excluindo {0} funções de usuário...

# UserRoleListViewModel_0UserRolesDeleted
source: {0} user roles deleted
pt_br: {0} funções de usuário excluídas

# UserDetailsViewModel_SavingUser
source: Saving user...
pt_br: Salvando usuário...

# UserDetailsViewModel_UserSaved
source: User saved
pt_br: Usuário salvo

# UserDetailsViewModel_DeletingUser
source: Deleting user...
pt_br: Excluindo usuário...

# UserDetailsViewModel_UserDeleted
source: User deleted
pt_br: Usuário excluído

# UserRoleDetailsViewModel_SavingUserRole
source: Saving user role...
pt_br: Salvando a função do usuário...

# UserRoleDetailsViewModel_UserRoleSaved
source: User Role saved
pt_br: Função de Usuário salva

# UserRoleDetailsViewModel_DeletingUserRole
source: Deleting user role...
pt_br: Excluindo a função do usuário...

# UserRoleDetailsViewModel_UserRoleDeleted
source: User Role deleted
pt_br: Função de Usuário excluída

# StudentListViewModel_LoadingStudents
source: Loading students...
pt_br: Carregando estudantes...

# StudentListViewModel_StudentsLoaded
source: Students loaded
pt_br: Estudantes carregados

# StudentListViewModel_Deleting0Students
source: Deleting {0} students...
pt_br: Excluindo {0} estudantes...

# StudentListViewModel_0StudentsDeleted
source: {0} students deleted
pt_br: {0} estudantes excluídos

# StudentDetailsViewModel_SavingStudent
source: Saving student...
pt_br: Salvando estudante...

# StudentDetailsViewModel_StudentSaved
source: Student saved
pt_br: Estudante salvo

# StudentDetailsViewModel_DeletingStudent
source: Deleting student...
pt_br: Excluindo estudante...

# StudentDetailsViewModel_StudentDeleted
source: Student deleted
pt_br: Estudante excluído

# ClassroomDetailsViewModel_SavingClassroom
source: Saving classroom...
pt_br: Salvando sala de aula...

# ClassroomDetailsViewModel_ClassroomSaved
source: Classroom saved
pt_br: Sala de Aula salva

# ClassroomDetailsViewModel_DeletingClassroom
source: Deleting classroom...
pt_br: Excluindo sala de aula...

# ClassroomDetailsViewModel_ClassroomDeleted
source: Classroom deleted
pt_br: Sala de Aula excluída

# ClassroomListViewModel_LoadingClassrooms
source: Loading classrooms...
pt_br: Carregando salas de aula...

# ClassroomListViewModel_ClassroomsLoaded
source: Classrooms loaded
pt_br: Salas de Aula carregadas

# ClassroomListViewModel_Deleting0Classrooms
source: Deleting {0} classrooms...
pt_br: Excluindo {0} salas de aula...

# ClassroomListViewModel_0ClassroomsDeleted
source: {0} classrooms deleted
pt_br: {0} salas de aula excluídas

# ClassroomStudentDetailsViewModel_SavingStudentInTheClassroom
source: Saving student in the classroom...
pt_br: Salvando o estudante na sala de aula...

# ClassroomStudentDetailsViewModel_StudentInTheClassroomHasBeenSaved
source: Student in the Classroom has been saved
pt_br: Estudante na Sala de Aula foi salvo

# ClassroomStudentDetailsViewModel_DeletingStudentFromClassroom
source: Deleting student from classroom...
pt_br: Excluindo o estudante da sala de aula...

# ClassroomStudentDetailsViewModel_StudentInTheClassroomHasBeenDeleted
source: Student in the Classroom has been deleted
pt_br: Estudante na Sala de Aula foi excluído

# ClassroomStudentListViewModel_LoadingStudentsInTheClassroom
source: Loading students in the classroom...
pt_br: Carregando estudantes da sala de aula...

# ClassroomStudentListViewModel_StudentsInTheClassroomLoaded
source: Students in the Classroom loaded
pt_br: Estudantes da Sala de Aula carregados

# ClassroomStudentListViewModel_0StudentsInTheClassroomDeleted
source: {0} students in the classroom deleted
pt_br: {0} estudantes da sala de aula excluídos

# ClassroomStudentListViewModel_Deleting0ClassroomStudents
source: Deleting {0} students from the classroom...
pt_br: Excluindo {0} estudantes da sala de aula...
